Repository: denisbilli/PyQuizMakerAdvanced
Catalog: quizmaker/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: English
es: Inglés
fr: Anglais

source: French
es: Francés
fr: Français

source: Spanish
es: Español
fr: Espagnol

source: Domanda aperta
es: Pregunta abierta
fr: Question ouverte

source: Scelta multipla
es: Selección múltiple
fr: Choix multiple

source: Codice
es: Código
fr: Programmation

source: Diagramma di flusso
es: Diagrama de flujo
fr: Diagramme de flux

source: Corso C++ Quiz
es: Cuestionario del curso de C++
fr: Quiz du cours C++

source: Lingua
es: Idioma
fr: Langue

source: Ciao, %(firstname)s %(lastname)s
es: Hola, %(firstname)s %(lastname)s
fr: Bonjour, %(firstname)s %(lastname)s

source: Profilo
es: Perfil
fr: Profil

source: Amministrazione
es: Administración
fr: Administration

source: Esci
es: Salida
fr: Déconnexion

source: Registrazione/Login
es: Registro/Inicio de sesión
fr: Inscription/Connexion

source: Errore
es: Error
fr: Erreur

source: Torna alla Home
es: Volver al inicio
fr: Retour à l'accueil

source: Punteggio totale
es: Puntuación total
fr: Score total

source: Tabella
es: Cuadro
fr: Tableau

source: Nessun filtro
es: Sin filtro
fr: Pas de filtre

source: Punteggio più basso
es: Puntuación más baja
fr: Score le plus bas

source: Punteggio più alto
es: Puntuación más alta
fr: Score le plus élevé

source: Punti
es: Puntuación
fr: Points

source: Titolo
es: Título
fr: Titre

source: Tipologia
es: Tipo
fr: Type d'exercices

source: Punteggio
es: Puntuación
fr: Points

source: Non ci sono esercizi.
es: No hay ejercicios.
fr: Il n'existe pas d'exercices.

source: Indietro
es: Volver
fr: Retour

source: Salva
es: Guardar
fr: Sauver

source: Cambio Password
es: Cambiar contraseña
fr: Modification du mot de passe

source: Registrazione
es: Inscripción
fr: Inscription

source: Registrati
es: Registrarse
fr: Registre

source: Login
es: Inicio de sesión

source: Accedi
es: Entrar
fr: Se connecter

source: Descrizione
es: Descripción
fr: Description

source: Risposta
es: Respuesta
fr: Réponse

source: Scrivi qui il tuo esercizio
es: Escriba aquí su ejercicio
fr: Inscrivez votre exercice ici

source: Incolla il tuo codice
es: Pegue su código
fr: Collez votre code

source: Scegli il file
es: Elegir archivo
fr: Choisir le fichier

source: Mostra soluzione
es: Mostrar solución
fr: Montrer la solution

source: Contrassegna
es: Marca
fr: Marque

source: Rimuovi contrassegno
es: Eliminar marcador
fr: Retirer le marqueur

source: Ti è sembrato facile questo esercizio?
es: ¿Te ha resultado fácil este ejercicio?
fr: Avez-vous trouvé cet exercice facile?

source: Invia Risposta
es: Enviar respuesta
fr: Envoyer la réponse

source: Test
es: Pruebas
fr: Essais

source: Inizia Test
es: Iniciar prueba
fr: Début du test

source: Mostra Esercizi
es: Mostrar ejercicios
fr: Montrer les exercices

source: Non ci sono test attivi.
es: No hay pruebas activas.
fr: Il n'y a pas de tests actifs.

source: Italiano
fr: Italien
